#!/bin/bash

RIBS=$(cat grocery/products/smoked_pork_ribs.txt)
ONION=$(cat grocery/products/onion.txt)

echo -e "2.\tНаберите в кастрюлю 2 литра воды. Тщательно промойте"

echo -e "\t$RIBS и разделите их на отедльные кусочки."

echo -e "\tПолучившиеся кусочки опустите в кастрюлю с водой."

echo -e "\tПочистите $ONION (1 шт) и тоже положите в кастрюлю."

echo -e "\tВарите на медленном огне в течение одного часа."

echo -e "\tПо мере необходимотси собирайте образовывающуюся накипь."

echo -e "\tПо истечении одног часа удалите $ONION из бульона."

echo ""
